var modelData = [
    {
        "model": "LS98FN961W",
        "category": "油烟机",
        "introduce": "VOC传感技术，板随风动，风随芯动，智控油烟不动手。\n家居互联，远程操控与提醒。\n全新BLDC直流无刷变频电机与热风自清洁，共创速净双驱Plus，成就持久大吸力。静压值超700Pa，排烟更顺畅。\n一键速吸瞬间提升至20.5立方米每分钟，强劲大吸力，畅享清净厨房。\n创新三角拢烟设计，与智能挡烟板精妙配合，拢烟效果强力提升的同时，更增加操作空间,，使用深锅亦可轻松烹饪。",
        "price": "18190",
        "discount": "17980"
    },
    {
        "model": "ER9SM231MP",
        "category": "灶具",
        "introduce": "90cm超宽钢化玻璃面板，纯平一体设计，简约时尚。\n火力强达5.0千瓦，旺火爆炒更美味。\n9个独立气室配合9个阀芯，控制不同档位燃气流量，精准掌控每一分火候，从容之间，炒、煎、炸、煮、蒸、煲轻松完成。\n0~324°宽幅火力调节旋钮，搭配阻尼手感定位，每档火力轻松感知。\n全铜炉头，经久耐用不变形。",
        "price": "9990",
        "discount": "7868"
    }
];